[
  {
    "errors": [
      {
        "id": "1177389d-6f10-4313-a955-607d38b3e628",
        "title": "<Ошибки русского языка>",
        "verdict": {
          "status": "ErrorPresence",
          "text_verdict": "В документе присутствуют нарушения норм русского языка: синтаксические (пропущено «чтобы»), пунктуационные (двойной дефис), орфографические (слипание слов, устаревшие формы) и структурные (ошибка нумерации подраздела). Эти ошибки снижают формальную строгость и могут затруднить юридическое или техническое толкование."
        },
        "critique": "Некоторые ошибки носят стилистический характер (например, «4-х»), но большинство — реальные нарушения синтаксиса и пунктуации, влияющие на читаемость и формальную строгость документа. Ошибка нумерации (2.3.5 вместо 5.3.5) может привести к путанице при ссылках. Слипание слов и двойные дефисы — типичные опечатки, не критичные по смыслу, но снижающие качество документа.",
        "error_id": "E01A",
        "instances": [
          {
            "id": "E01A-1",
            "fix": "Добавить «чтобы»: «Пульт управления должен располагаться так, чтобы обеспечивать визуальный контроль...»",
            "kind": "Invalid",
            "lines": [
              80
            ],
            "risks": "Нарушение стилистики и формального тона технического документа, возможное недопонимание при юридической интерпретации.",
            "quotes": [
              "Пульт управления должен располагаться так чтобы обеспечивать визуальный контроль за запуском основного привода и выходом материала;"
            ],
            "priority": "medium",
            "sections": [
              "5 Требования к оборудованию"
            ],
            "what_is_incorrect": "Пропущена частица «чтобы» в сложноподчинённом предложении"
          },
          {
            "id": "E01A-2",
            "fix": "Исправить нумерацию: «5.3.5 Перечень гарантийных показателей...»",
            "kind": "Invalid",
            "lines": [
              123
            ],
            "risks": "Путаница при ссылках, возможное несогласование требований между разделами, осложнение при согласовании ТКП.",
            "quotes": [
              "2.3.5 Перечень гарантийных показателей оборудования, подтверждаемых в процессе гарантийных испытаний, разрабатывается Поставщиком оборудования, приводится в техническом предложении и согласовывается с Покупателем."
            ],
            "priority": "high",
            "sections": [
              "5.3 Гарантийные требования"
            ],
            "what_is_incorrect": "Ошибочная нумерация подраздела: указано 2.3.5 вместо 5.3.5"
          },
          {
            "id": "E01A-3",
            "fix": "Разделить слова: «настоящего технического задания»",
            "kind": "Invalid",
            "lines": [
              143
            ],
            "risks": "Снижение читаемости, риск ошибки при автоматической обработке текста.",
            "quotes": [
              "настоящеготехнического задания"
            ],
            "priority": "low",
            "sections": [
              "6 Требования к составу поставок и услуг"
            ],
            "what_is_incorrect": "Слипание слов: «настоящеготехнического задания»"
          },
          {
            "id": "E01A-4",
            "fix": "Удалить лишний дефис: «- инструкция по монтажу и вводу в эксплуатацию щековой дробилки;»",
            "kind": "Invalid",
            "lines": [
              197
            ],
            "risks": "Нарушение формата перечисления, снижение визуальной ясности.",
            "quotes": [
              "- - инструкция по монтажу и вводу в эксплуатацию щековой дробилки;"
            ],
            "priority": "low",
            "sections": [
              "7.2.4 Техническое описание"
            ],
            "what_is_incorrect": "Двойной дефис в перечислении"
          },
          {
            "id": "E01A-5",
            "fix": "Исправить на: «на 4 экземплярах» или «на четырёх экземплярах»",
            "kind": "Invalid",
            "lines": [
              241
            ],
            "risks": "Несоответствие современным нормам оформления технических документов.",
            "quotes": [
              "на 4-х экземплярах на бумажном носителе"
            ],
            "priority": "low",
            "sections": [
              "7.2.6 Вся техническая документация должна поставляться на русском языке"
            ],
            "what_is_incorrect": "Устаревшая форма написания числительного «4-х»"
          },
          {
            "id": "E01A-6",
            "fix": "Исправить на: «Референс-лист»",
            "kind": "Invalid",
            "lines": [
              295
            ],
            "risks": "Неточность в терминологии, возможное недопонимание при международных поставках.",
            "quotes": [
              "8.10 Референц-лист по поставке аналогичного оборудования на отечественные и зарубежные предприятия металлургической отрасли."
            ],
            "priority": "low",
            "sections": [
              "8 Требования к технико-коммерческому предложению"
            ],
            "what_is_incorrect": "Некорректное написание заимствованного термина «Референц-лист»"
          }
        ],
        "AnalysisSteps": null,
        "analysis_lines": null
      },
      {
        "id": "4027c1b4-6a5a-4a82-89a6-d259efba139f",
        "title": "<Логические несостыковки и связность>",
        "verdict": {
          "status": "ErrorPresence",
          "text_verdict": "В документе присутствуют логические несостыковки: неоднократное упоминание «щековой дробилки» вместо «шаровой мельницы», нарушение нумерации подразделов, дублирование требований. Это указывает на использование шаблона без адаптации и снижает доверие к точности документа."
        },
        "critique": "Несколько раз в документе встречается «щековая дробилка» вместо «шаровая мельница» — это не просто опечатка, а системная ошибка, указывающая на использование шаблона от другого ТЗ. Это нарушает логическую целостность. Также дублирование требований (п. 5.3.4, 8.5, 8.9) создаёт избыточность. Ошибка нумерации (2.3.5) нарушает структурную иерархию.",
        "error_id": "E01B",
        "instances": [
          {
            "id": "E01B-1",
            "fix": "Заменить «дробилки» на «шаровой мельницы»",
            "kind": "Invalid",
            "lines": [
              79
            ],
            "risks": "Путаница при интерпретации, риск поставки не того оборудования.",
            "quotes": [
              "Предусмотреть возможность запуска дробилки, как от преобразователя частоты, так и прямым пуском."
            ],
            "priority": "high",
            "sections": [
              "5 Требования к оборудованию"
            ],
            "what_is_incorrect": "Упоминание «дробилки» вместо «шаровой мельницы»"
          },
          {
            "id": "E01B-2",
            "fix": "Заменить на: «инструкция по монтажу и вводу в эксплуатацию шаровой мельницы»",
            "kind": "Invalid",
            "lines": [
              197
            ],
            "risks": "Несоответствие документации объекту поставки, риск отказа в приёмке.",
            "quotes": [
              "- инструкция по монтажу и вводу в эксплуатацию щековой дробилки;"
            ],
            "priority": "high",
            "sections": [
              "7.2.4 Техническое описание"
            ],
            "what_is_incorrect": "Упоминание «щековой дробилки» в описании технического описания"
          },
          {
            "id": "E01B-3",
            "fix": "Уточнить, что речь идёт о шаровой мельнице, а не о дробилке",
            "kind": "Invalid",
            "lines": [
              271
            ],
            "risks": "Несоответствие между ТКП и ТЗ, риск юридических претензий.",
            "quotes": [
              "В приложении к ТКП Поставщик оборудования разрабатывает и согласовывает с Заказчиком перечень поставок и услуг (разделительная ведомость) с обозначением функциональных обязательств сторон в части проектирования, изготовления, поставки и монтажа оборудования, надзора за монтажом, выполнения пуско-наладочных работ, проведения гарантийных испытаний и консультирования персонала Заказчика."
            ],
            "priority": "high",
            "sections": [
              "8 Требования к технико-коммерческому предложению"
            ],
            "what_is_incorrect": "Повторное упоминание «щековой дробилки» в приложении к ТКП"
          },
          {
            "id": "E01B-4",
            "fix": "Оставить одно требование (в п. 5.3.4), остальные переформулировать как ссылки",
            "kind": "Invalid",
            "lines": [
              121,
              275,
              293
            ],
            "risks": "Избыточность, риск противоречий при согласовании.",
            "quotes": [
              "5.3.4 Окончательный перечень гарантийных показателей работы оборудования, подтверждаемых в период опытно-промышленной эксплуатации, должен быть разработан Поставщиком дробилки щековой, предоставлен в ТКП и согласован с Заказчиком.",
              "8.5 Перечень гарантийных показателей работы оборудования, подтверждаемых в период опытно-промышленной эксплуатации, который должен определить Поставщик оборудования и согласовать с Заказчиком.",
              "8.9 Перечень гарантийных показателей, подтверждаемых в период опытно-промышленной эксплуатации."
            ],
            "priority": "medium",
            "sections": [
              "5.3 Гарантийные требования"
            ],
            "what_is_incorrect": "Дублирование требований к гарантийным показателям"
          }
        ],
        "AnalysisSteps": null,
        "analysis_lines": null
      },
      {
        "id": "5915ff36-9307-4410-9630-1769d5d6ae59",
        "title": "<Инженерно-техническая несогласованность>",
        "verdict": {
          "status": "ErrorPresence",
          "text_verdict": "В ТЗ присутствуют критические инженерные несогласованности: нереалистичное значение запыленности, отсутствие методик приёмки, жёсткая привязка к бренду при требовании взаимозаменяемости. Эти ошибки делают требования неподтверждаемыми и потенциально невыполнимыми."
        },
        "critique": "Требование к Siemens G120 нарушает принцип взаимозаменяемости. Значение запыленности 95 г/см² технически нереализуемо — это ошибка в единицах измерения. Отсутствие методик приёмки по производительности и фракции делает требования неподтверждаемыми. Эти ошибки делают ТЗ непригодным для объективной приёмки.",
        "error_id": "E01C",
        "instances": [
          {
            "id": "E01C-1",
            "fix": "Заменить на: «Использовать преобразователь частоты с характеристиками, эквивалентными Siemens G120, с возможностью замены на аналоги»",
            "kind": "Invalid",
            "lines": [
              79
            ],
            "risks": "Нарушение требования о взаимозаменяемости, ограничение конкуренции, риск срыва поставки при недоступности бренда.",
            "quotes": [
              "Использовать преобразователь частоты серии Siemens G120."
            ],
            "priority": "high",
            "sections": [
              "5 Требования к оборудованию"
            ],
            "what_is_incorrect": "Жёсткая привязка к бренду (Siemens G120) при требовании взаимозаменяемости"
          },
          {
            "id": "E01C-2",
            "fix": "Исправить на: «до 95 мг/м³» или «до 95 г/м²·сут» с указанием метода измерения",
            "kind": "Invalid",
            "lines": [
              41
            ],
            "risks": "Невозможность выполнения требований по защите оборудования, ошибочная оценка условий эксплуатации.",
            "quotes": [
              "- запыленность до 95 г/см2;"
            ],
            "priority": "high",
            "sections": [
              "3 Параметры существующих энергоносителей:"
            ],
            "what_is_incorrect": "Нереалистичное значение запыленности — 95 г/см²"
          },
          {
            "id": "E01C-3",
            "fix": "Добавить: «Приёмка по производительности проводится при номинальной загрузке, с измерением за 3 часа непрерывной работы. Значение считается удовлетворительным, если средняя производительность не ниже 15 т/ч»",
            "kind": "Missing",
            "lines": [
              71
            ],
            "risks": "Споры при приёмке, невозможность объективной оценки выполнения ТЗ.",
            "quotes": [
              "Производительность шаровой мельницы должна составлять 15-20 т/ч."
            ],
            "priority": "high",
            "sections": [
              "5 Требования к оборудованию"
            ],
            "what_is_incorrect": "Отсутствие методики приёмки по производительности"
          },
          {
            "id": "E01C-4",
            "fix": "Добавить: «Контроль фракции проводится методом просеивания на сите с отверстиями 0,3 мм по ГОСТ 23257. Допускается не более 5 % остатка на сите»",
            "kind": "Missing",
            "lines": [
              85
            ],
            "risks": "Субъективная оценка качества помола, риск отказа в приёмке.",
            "quotes": [
              "Шаровая мельница должна обеспечивать измельчение шлаковой составляющей крицы до фракции не более 0,3 мм."
            ],
            "priority": "high",
            "sections": [
              "5.1 Функциональные требования"
            ],
            "what_is_incorrect": "Отсутствие методики приёмки по фракции помола"
          }
        ],
        "AnalysisSteps": null,
        "analysis_lines": null
      }
    ],
    "group_id": 1,
    "group_title": "Ошибки русского языка и инженерно-техническая несогласованность"
  },
  {
    "errors": [
      {
        "id": "66ac03cd-569f-4a71-9425-44e876b764ad",
        "title": "<Название ТЗ отражает требуемые к закупке МТР, работы, услуги.>",
        "verdict": {
          "status": "ErrorPresence",
          "text_verdict": "Название ТЗ не отражает полный объем закупки, включая обязательные работы и услуги, что нарушает требование к однозначности и полноте формулировки. Несмотря на корректное указание основного объекта, отсутствие ключевых компонентов делает заголовок расплывчатым и юридически неполным."
        },
        "critique": "Название ТЗ частично соответствует содержанию: оно точно указывает основное оборудование, но не включает обязательные сопутствующие работы и услуги, которые являются неотъемлемой частью поставки. В условиях промышленного оборудования подобного класса шеф-монтаж, пуско-наладка и обучение персонала критичны для приемки и эксплуатации, и их отсутствие в названии вводит в заблуждение относительно объема закупки.",
        "error_id": "E02",
        "instances": [
          {
            "id": "E02-1",
            "fix": "Дополнить название: «на конструирование, изготовление, поставку, шеф-монтаж, пуско-наладку, обучение персонала и поставку документации по шаровой мельнице для АО «Уральская Сталь»».",
            "kind": "Invalid",
            "lines": [
              11,
              12,
              13,
              14,
              15
            ],
            "risks": "Риск расхождения между ожиданиями Заказчика и поставкой: Поставщик может сослаться на узкое толкование предмета договора, исключив шеф-монтаж или обучение. Это приведет к задержкам ввода в эксплуатацию, дополнительным расходам и претензиям.",
            "quotes": [
              "**ТЕХНИЧЕСКОЕ ЗАДАНИЕ**",
              "",
              "**на конструирование, изготовление и поставку**",
              "",
              "**шаровой мельницы для АО «Уральская Сталь»**"
            ],
            "priority": "high",
            "sections": [
              "ТЕХНИЧЕСКОЕ ЗАДАНИЕ"
            ],
            "what_is_incorrect": "Название ТЗ не включает обязательные связанные работы и услуги, входящие в поставку."
          }
        ],
        "AnalysisSteps": null,
        "analysis_lines": null
      },
      {
        "id": "4f82003d-80b9-4237-be58-dd5a9c5f017d",
        "title": "<Предмет ТЗ сформулирован явным образом и включает в себя все связанные МТР, работы, услуги и документы (в т.ч., электронные), без которых приобретение, приемка, эксплуатация невозможна.>",
        "verdict": {
          "status": "ErrorPresence",
          "text_verdict": "Предмет закупки не сформулирован явно и единственно, хотя все необходимые элементы присутствуют в разных разделах. Отсутствие централизованного описания предмета нарушает требование к однозначности и читаемости, что может привести к интерпретационным рискам."
        },
        "critique": "Хотя все необходимые компоненты присутствуют в документе, они не объединены в явный, структурированный раздел «Предмет закупки». Это не делает документ технически неполным, но снижает юридическую прозрачность и удобство восприятия. В промышленных закупках подобного уровня рекомендуется явное выделение предмета для избежания споров.",
        "error_id": "E03",
        "instances": [
          {
            "id": "E03-1",
            "fix": "Создать раздел «Предмет закупки» после «Общих сведений» и включить в него сводный перечень: оборудование, ЗИП, работы, услуги, документацию, электронные материалы и условия поставки.",
            "kind": "Missing",
            "lines": [
              0
            ],
            "risks": "Риск юридических споров из-за неоднозначного толкования объема поставки. Повышенная вероятность пропуска обязательных компонентов при подготовке ТКП или приемке. Снижение прозрачности для аудита и контроля.",
            "quotes": [
              ""
            ],
            "priority": "high",
            "sections": [
              "Предмет закупки"
            ],
            "what_is_incorrect": "Отсутствует явный, централизованный раздел «Предмет закупки» или «Объем поставки», объединяющий все компоненты."
          }
        ],
        "AnalysisSteps": null,
        "analysis_lines": null
      }
    ],
    "group_id": 2,
    "group_title": "<Заголовок и общие сведения>"
  },
  {
    "errors": [
      {
        "id": "be92a900-bbd2-414b-a7dc-74e54d0b1e77",
        "title": "<ТЗ содержит полный и точный перечень МТР, работ, услуг.>",
        "verdict": {
          "status": "ErrorPresence",
          "text_verdict": "ТЗ содержит в основном полный перечень МТР, работ и услуг, однако присутствуют расплывчатые формулировки («в случае необходимости») и отсутствуют некоторые логически ожидаемые элементы (например, демонтаж). Перечень не полностью защищён от субъективной трактовки."
        },
        "critique": "Несмотря на наличие основных категорий, формулировка «в случае необходимости» (стр. [147]) делает обязательность инструмента неоднозначной. Также отсутствует явное указание на работы по демонтажу, если требуется замена. Дублирование услуг в разделах 6 и 8 не является критичным, но снижает структурированность. Перечень документов в 7.2.5 частично выходит за рамки поставки — некоторые документы формируются Заказчиком по заданиям Поставщика.",
        "error_id": "E04",
        "instances": [
          {
            "id": "E04-1",
            "fix": "Указать, что специальный инструмент и приспособления входят в поставку в полном объёме, необходимом для пуско-наладки, без оговорок",
            "kind": "Invalid",
            "lines": [
              147
            ],
            "risks": "Риск невключения необходимого инструмента в поставку, что приведёт к задержкам монтажа и дополнительным расходам",
            "quotes": [
              "- специальный инструмент и приспособления, необходимые при пуско-наладке оборудования (в случае необходимости);"
            ],
            "priority": "high",
            "sections": [
              "6 Требования к составу поставок и услуг"
            ],
            "what_is_incorrect": "Формулировка «в случае необходимости» делает обязательность поставки специального инструмента и приспособлений неоднозначной"
          },
          {
            "id": "E04-2",
            "fix": "Добавить в раздел 6 пункт о демонтаже старого оборудования, если он входит в зону ответственности Поставщика",
            "kind": "Missing",
            "lines": [
              0
            ],
            "risks": "Неопределённость ответственности за демонтаж может привести к спорам и простою",
            "quotes": [
              ""
            ],
            "priority": "medium",
            "sections": [
              "6 Требования к составу поставок и услуг"
            ],
            "what_is_incorrect": "Отсутствует явное указание на работы по демонтажу существующего оборудования (если требуется)"
          },
          {
            "id": "E04-3",
            "fix": "Заменить «и др. устройства» на конкретный перечень или указать, что перечень должен быть полным и согласован с Заказчиком",
            "kind": "Invalid",
            "lines": [
              105
            ],
            "risks": "Возможность поставки неполного комплекта средств безопасности, что нарушит требования промышленной безопасности",
            "quotes": [
              "- наличие средств (ограждающие устройства, блокировки, концевые выключатели и др. устройства), обеспечивающих безопасность работающего персонала."
            ],
            "priority": "high",
            "sections": [
              "5.2 Требования к надежности"
            ],
            "what_is_incorrect": "Использование «и др. устройства» в п. [105] делает перечень средств безопасности неполным и расплывчатым"
          }
        ],
        "AnalysisSteps": null,
        "analysis_lines": null
      },
      {
        "id": "b765c052-cb61-4e08-a876-ab8d74cc207f",
        "title": "<ТЗ содержит полный и точный объем (количество) поставки МТР, работ, услуг и/или методику его формирования.>",
        "verdict": {
          "status": "ErrorPresence",
          "text_verdict": "ТЗ содержит методику формирования объема для ЗИП и документации, но не указывает количество основного оборудования и не определяет объем услуг (например, человеко-дни шеф-монтажа). Отсутствие методики для объема работ снижает измеримость и сопоставимость предложений."
        },
        "critique": "Для ЗИП и документации объем или методика заданы. Однако для основного оборудования (шаровая мельница) количество не указано явно, хотя подразумевается. Для услуг (шеф-монтаж, пуско-наладка) отсутствуют как количества, так и методика их определения. Это снижает измеримость объема работ.",
        "error_id": "E05",
        "instances": [
          {
            "id": "E05-1",
            "fix": "Явно указать в разделе 6 количество поставляемых мельниц — 1 шт.",
            "kind": "Missing",
            "lines": [
              0
            ],
            "risks": "Риск неоднозначной трактовки — Поставщик может предложить несколько единиц или потребовать уточнения",
            "quotes": [
              ""
            ],
            "priority": "high",
            "sections": [
              "6 Требования к составу поставок и услуг"
            ],
            "what_is_incorrect": "Не указано количество основного оборудования (шаровая мельница) — подразумевается 1 шт., но не зафиксировано"
          },
          {
            "id": "E05-2",
            "fix": "Указать ориентировочный объем услуг в человеко-днях или установить методику его расчета (например, по нормативам производителя)",
            "kind": "Missing",
            "lines": [
              0
            ],
            "risks": "Невозможность сопоставления коммерческих предложений, риск завышения стоимости услуг",
            "quotes": [
              ""
            ],
            "priority": "high",
            "sections": [
              "6 Требования к составу поставок и услуг"
            ],
            "what_is_incorrect": "Отсутствует объем или методика определения объема для услуг: шеф-монтаж, пуско-наладка, обучение"
          }
        ],
        "AnalysisSteps": null,
        "analysis_lines": null
      },
      {
        "id": "1937131a-6d0f-4e7b-8add-50034d30ac32",
        "title": "<В ТЗ в явном и конкретном виде определён результат выполнения работ и/или оказания услуг>",
        "verdict": {
          "status": "ErrorPresence",
          "text_verdict": "Результаты выполнения работ и услуг описаны неявно и не измеримо. Отсутствуют критерии подтверждения достижения результата (например, акты, протоколы, тесты). Это снижает объективность приемки и сопоставимость предложений."
        },
        "critique": "Результаты работ описаны на уровне названий, но не содержат измеримых критериев. Например, «обучение» не подразумевает проверки знаний, «испытания» — не имеют фиксированных параметров. Это делает результаты субъективными и несопоставимыми.",
        "error_id": "E06",
        "instances": [
          {
            "id": "E06-1",
            "fix": "Указать, что результатом обучения является подтверждение знаний (например, тестирование или подписание акта) и выдача удостоверений",
            "kind": "Invalid",
            "lines": [
              159,
              161,
              287
            ],
            "risks": "Невозможность проверить качество обучения, риск неготовности персонала к эксплуатации",
            "quotes": [
              "• по консультированию персонала Заказчика.",
              "• по консультированию/инструктажу для обслуживающего и эксплуатационного персонала Заказчика."
            ],
            "priority": "high",
            "sections": [
              "6 Требования к составу поставок и услуг"
            ],
            "what_is_incorrect": "Результат услуги «обучение персонала» не имеет измеримого критерия (например, проверка знаний, выдача удостоверений)"
          },
          {
            "id": "E06-2",
            "fix": "Определить, что результатом испытаний является протокол с фиксацией параметров (производительность, фракция, энергопотребление) при заданных условиях",
            "kind": "Invalid",
            "lines": [
              157,
              285
            ],
            "risks": "Субъективная оценка результатов, риск споров при приемке",
            "quotes": [
              "• по выполнению гарантийных испытаний;",
              "• по выполнению гарантийных испытаний;"
            ],
            "priority": "high",
            "sections": [
              "6 Требования к составу поставок и услуг"
            ],
            "what_is_incorrect": "Результат «гарантийные испытания» не имеет измеримых критериев и условий проведения"
          }
        ],
        "AnalysisSteps": null,
        "analysis_lines": null
      },
      {
        "id": "570114a8-74ca-4c4a-8eda-7b94ace3510f",
        "title": "<Все требования ТЗ измеримы, чтобы можно было проверить их исполнение.>",
        "verdict": {
          "status": "ErrorPresence",
          "text_verdict": "Не все требования измеримы. Качественные формулировки («ремонтопригодность», «современные решения», «удобство обслуживания») не поддаются объективной проверке, что затрудняет сопоставление предложений и приемку."
        },
        "critique": "Многие технические параметры измеримы, но функциональные и эксплуатационные требования (ремонтопригодность, удобство, современность) не имеют критериев проверки. Отсутствует раздел приемки с методиками испытаний.",
        "error_id": "E11",
        "instances": [
          {
            "id": "E11-1",
            "fix": "Определить ремонтопригодность через время замены типового узла (например, не более 4 часов) или наличие инструкций по разборке",
            "kind": "Invalid",
            "lines": [
              0
            ],
            "risks": "Субъективная оценка, риск поставки оборудования с трудоемким ремонтом",
            "quotes": [
              ""
            ],
            "priority": "high",
            "sections": [
              "5.1 Функциональные требования"
            ],
            "what_is_incorrect": "Требование «оборудование должно быть ремонтопригодным» (стр. [087]) не имеет измеримого критерия"
          },
          {
            "id": "E11-2",
            "fix": "Заменить на конкретные требования: использование сертифицированных материалов, применение решений, апробированных на аналогичных объектах, с подтверждением референсами",
            "kind": "Invalid",
            "lines": [
              107
            ],
            "risks": "Риск некорректной трактовки, невозможность проверки выполнения",
            "quotes": [
              "Надежность оборудования шаровой мельницы должна обеспечиваться за счет использования для их изготовления изделий и материалов соответствующего качества, а также применения в конструкции современных технических решений."
            ],
            "priority": "medium",
            "sections": [
              "5.2 Требования к надежности"
            ],
            "what_is_incorrect": "Формулировка «современные технические решения» (стр. [107]) не измерима и не проверяема"
          },
          {
            "id": "E11-3",
            "fix": "Добавить критерии: наличие площадок для обслуживания, минимальные зазоры, схемы доступа, указанные в документации",
            "kind": "Missing",
            "lines": [
              0
            ],
            "risks": "Невозможность оценить удобство, риск поставки оборудования с ограниченным доступом",
            "quotes": [
              ""
            ],
            "priority": "medium",
            "sections": [
              "5.2 Требования к надежности"
            ],
            "what_is_incorrect": "Отсутствует методика проверки требования «удобства обслуживания» (стр. [099])"
          }
        ],
        "AnalysisSteps": null,
        "analysis_lines": null
      }
    ],
    "group_id": 3,
    "group_title": "Объём и результат работ/услуг"
  },
  {
    "errors": [
      {
        "id": "25d07a4d-24a4-42d7-b0d5-166949a9adcc",
        "title": "<ТЗ содержит условия эксплуатации закупаемых МТР>",
        "verdict": {
          "status": "ErrorPresence",
          "text_verdict": "Требования к условиям эксплуатации частично присутствуют, но содержат технически неверные данные (запыленность) и не охватывают ключевые факторы (вибрации, химическая среда). Формулировки не все проверяемы. Требуется корректировка единиц измерения и дополнение недостающих параметров."
        },
        "critique": "Условия эксплуатации в целом присутствуют и частично согласованы с назначением. Однако имеются критические проблемы: значение запыленности 95 г/см² технически абсурдно и, вероятно, ошибочно (возможно, имелось в виду 95 мг/м³ или г/м³). Отсутствуют данные о вибрациях, химической агрессивности среды, уровне шума, что важно для надежности. Упоминание типа климата не является техническим требованием. Некоторые формулировки («резко-континентальный климат») не поддаются верификации.",
        "error_id": "E07",
        "instances": [
          {
            "id": "E07-1",
            "fix": "Исправить единицы измерения запыленности на мг/м³ или г/м³. Указать методику измерения (например, по ГОСТ 12.1.016). Уточнить, что понимается под «запыленностью» — концентрация в воздухе или оседание пыли.",
            "kind": "Invalid",
            "lines": [
              41
            ],
            "risks": "Неверное значение запыленности приведет к ошибочному проектированию системы защиты и фильтрации, преждевременному износу оборудования, отказам в эксплуатации, претензиям при приемке.",
            "quotes": [
              "- запыленность до 95 г/см2;"
            ],
            "priority": "high",
            "sections": [
              "2 Условия эксплуатации"
            ],
            "what_is_incorrect": "Указано технически невозможное значение запыленности — 95 г/см², что в миллионы раз превышает реальные промышленные уровни."
          },
          {
            "id": "E07-2",
            "fix": "Добавить в раздел «Условия эксплуатации» подпункты по вибрациям (амплитуда, частота), химической агрессивности (на основе состава шлака), уровню шума и условиям образования конденсата.",
            "kind": "Missing",
            "lines": [
              0
            ],
            "risks": "Отсутствие данных может привести к выбору неподходящих материалов, отказам подшипников, коррозии, нарушению работы электроники, претензиям по надежности.",
            "quotes": [
              ""
            ],
            "priority": "high",
            "sections": [
              "2 Условия эксплуатации"
            ],
            "what_is_incorrect": "Отсутствуют требования к вибрационным нагрузкам, химической агрессивности среды, уровню шума и условиям конденсации, несмотря на состав пыли и размещение в производственном помещении."
          },
          {
            "id": "E07-3",
            "fix": "Заменить на ссылку на стандарт (например, ГОСТ 15150) или удалить, так как климатические параметры уже заданы численно.",
            "kind": "Invalid",
            "lines": [
              43
            ],
            "risks": "Непроверяемое требование может быть использовано как формальный повод для отказа в приемке или оспаривания технических решений.",
            "quotes": [
              "- тип климата – резко-континентальный;"
            ],
            "priority": "medium",
            "sections": [
              "2 Условия эксплуатации"
            ],
            "what_is_incorrect": "Формулировка «тип климата – резко-континентальный» не является измеримым или проверяемым требованием."
          }
        ],
        "AnalysisSteps": null,
        "analysis_lines": null
      },
      {
        "id": "bbe51140-2c49-4324-b605-b2d78a090dda",
        "title": "<ТЗ содержит условия в которых будут оказываться услуги и/или выполняться работы.>",
        "verdict": {
          "status": "ErrorPresence",
          "text_verdict": "ТЗ не содержит условий выполнения работ и оказания услуг, несмотря на перечисление самих услуг. Отсутствуют операциональные требования к доступу, графикам, безопасности, ресурсам. Формулировки не пригодны для планирования и приемки."
        },
        "critique": "ТЗ перечисляет виды услуг, но не содержит ни одного операционального условия их выполнения. Отсутствуют требования к доступу, безопасности, графикам, ресурсам, пропускам. Нет привязки к производственному графику Заказчика. Формулировки не позволяют спланировать или принять работы. Требования к безопасным условиям касаются только эксплуатации, а не выполнения работ.",
        "error_id": "E08",
        "instances": [
          {
            "id": "E08-1",
            "fix": "Добавить раздел «Условия выполнения работ и оказания услуг» с указанием: порядка оформления допусков, требований к пропускам, необходимости прохождения инструктажа по ОТ и ПБ, графика работ (включая окна времени), ответственности за обеспечение безопасности, предоставления ресурсов (электроэнергия, подъемные средства).",
            "kind": "Missing",
            "lines": [
              0
            ],
            "risks": "Без четких условий возможны задержки, конфликты на площадке, нарушения безопасности, отказ в допуске, претензии по срокам и качеству выполнения работ.",
            "quotes": [
              ""
            ],
            "priority": "high",
            "sections": [
              "Условия выполнения работ и оказания услуг"
            ],
            "what_is_incorrect": "Отсутствуют условия выполнения работ: график, окна времени, порядок допуска, требования к пропускам, ОТ и ПБ для персонала Подрядчика."
          },
          {
            "id": "E08-2",
            "fix": "Добавить в ТЗ перечень ресурсов, которые должен предоставить Заказчик (или Подрядчик) для выполнения работ: мощность электропитания, освещение, кран-балки, площадка для складирования, СИЗ и др.",
            "kind": "Missing",
            "lines": [
              0
            ],
            "risks": "Отсутствие ресурсов приведет к задержкам, необходимости дополнительных согласований, увеличению стоимости и сроков выполнения работ.",
            "quotes": [
              ""
            ],
            "priority": "medium",
            "sections": [
              "Условия выполнения работ и оказания услуг"
            ],
            "what_is_incorrect": "Не указаны требования к ресурсам и инфраструктуре, необходимым для выполнения шеф-монтажа и пуско-наладки (электропитание, освещение, подъемные средства, складирование)."
          },
          {
            "id": "E08-3",
            "fix": "Уточнить в разделе 6 или в новом подразделе условия проведения обучения: на площадке или удаленно, количество сессий, продолжительность, язык, состав слушателей, необходимые технические средства.",
            "kind": "Missing",
            "lines": [
              0
            ],
            "risks": "Недопонимание условий обучения может привести к неэффективному инструктажу, необходимости повторного визита, претензиям по качеству передачи знаний.",
            "quotes": [
              ""
            ],
            "priority": "medium",
            "sections": [
              "6 Требования к составу поставок и услуг"
            ],
            "what_is_incorrect": "Не определены условия проведения консультирования персонала: место, продолжительность, язык, уровень подготовки, необходимые материалы."
          }
        ],
        "AnalysisSteps": null,
        "analysis_lines": null
      }
    ],
    "group_id": 4,
    "group_title": "Условия эксплуатации и выполнения"
  },
  {
    "errors": [
      {
        "id": "bf5a5fda-846b-4970-a7d3-5be6f74b24eb",
        "title": "<В ТЗ явным образом выделены обязательные (отборочные) и желательные (оценочные) требования.>",
        "verdict": {
          "status": "ErrorPresence",
          "text_verdict": "Требования не выделены явным образом на обязательные и желательные. Все формулировки используют модальный глагол «должно», что формально придаёт им статус обязательных, но отсутствуют лексические, структурные или иные маркеры, позволяющие однозначно классифицировать требования по приоритету. Это нарушает прозрачность отбора и оценки технико-коммерческих предложений."
        },
        "critique": "Формально все требования в документе сформулированы как обязательные, что может создавать иллюзию однозначности. Однако в технических заданиях подобного уровня требуется чёткое разделение: например, требования к энергоэффективности (п. 5.5) или референц-лист (п. 8.10) часто являются оценочными, но в данном случае они не выделены как таковые. Отсутствие маркеров не позволяет определить, какие требования являются отборочными (при несоответствии — отклонение ТКП), а какие — оценочными (влияют на балл при сравнении).",
        "error_id": "E09",
        "instances": [
          {
            "id": "E09-1",
            "fix": "Ввести в начале документа раздел «Классификация требований», в котором определить: обязательные требования (условия допуска) и желательные (оценочные критерии). Использовать пометки: «[Обязательное]» и «[Желательное]» в скобках после каждого пункта, либо выделить в отдельные таблицы/разделы.",
            "kind": "Missing",
            "lines": [
              0
            ],
            "risks": "Риск необъективной оценки ТКП: поставщики могут не понимать, какие требования являются критичными для допуска, а какие — для балльной оценки. Возможны споры при тендерной оценке, отклонение квалифицированных предложений по формальным основаниям.",
            "quotes": [
              ""
            ],
            "priority": "high",
            "sections": [
              "Классификация требований"
            ],
            "what_is_incorrect": "Отсутствует явное разделение требований на обязательные (отборочные) и желательные (оценочные) с помощью лексических или структурных маркеров."
          }
        ],
        "AnalysisSteps": null,
        "analysis_lines": null
      },
      {
        "id": "aeb6d97a-2688-4a92-826e-e07b2a20f7cb",
        "title": "<Все требования ТЗ явным образом отнесены к обязательным и желательным.>",
        "verdict": {
          "status": "ErrorPresence",
          "text_verdict": "Не все требования явно отнесены к обязательным или желательным. Отсутствуют устойчивые языковые или структурные маркеры, позволяющие однозначно определить категорию. Все требования сформулированы как обязательные, что не соответствует логике технико-коммерческой оценки, где часть требований должна быть оценочной."
        },
        "critique": "Несмотря на формальную однозначность (все — «должно»), отсутствие явных маркеров приводит к неопределённости: например, требование п. 8.11 (информация о субпоставщиках) может быть оценочным, но в ТЗ оно не выделено. Также в п. 5.3.4 и 5.3.5 упоминается согласование показателей, что подразумевает возможность вариативности, но статус этих требований не обозначен.",
        "error_id": "E10",
        "instances": [
          {
            "id": "E10-1",
            "fix": "Добавить в каждый пункт требования пометку вида «[Обязательное]» или «[Желательное]» в зависимости от его роли. Альтернативно — вынести все требования в таблицу с колонкой «Категория».",
            "kind": "Missing",
            "lines": [
              0
            ],
            "risks": "Риск двусмысленной интерпретации требований поставщиками и заказчиком. Возможны претензии при оценке ТКП, если поставщик не учтёт неявное обязательство. Нарушение прозрачности конкурсной процедуры.",
            "quotes": [
              ""
            ],
            "priority": "high",
            "sections": [
              "Классификация требований"
            ],
            "what_is_incorrect": "Отсутствуют явные маркеры, определяющие категорию требований (обязательное/желательное)."
          }
        ],
        "AnalysisSteps": null,
        "analysis_lines": null
      },
      {
        "id": "49b73733-5c16-4cce-99d0-19510e0da25d",
        "title": "<В ТЗ отсутствует смешение обязательных и желательных требований>",
        "verdict": {
          "status": "ErrorPresence",
          "text_verdict": "Имеется смешение обязательных и желательных требований: ряд формулировок, по сути являющихся оценочными (например, энергоэффективность, референц-лист), сформулированы в императивной форме, что приравнивает их к обязательным. Это создаёт риск подмены статуса требований и неоднозначной интерпретации на этапе оценки предложений."
        },
        "critique": "Несмотря на отсутствие прямого смешения в одной формулировке (например, «должно, но желательно»), наблюдается функциональное смешение: требования, которые по сути являются оценочными, формально приравнены к обязательным. Это приводит к ситуации, когда желательные признаки (например, референц-лист) фактически могут использоваться как условия отклонения ТКП, что нарушает принципы справедливой оценки.",
        "error_id": "E12",
        "instances": [
          {
            "id": "E12-1",
            "fix": "Переформулировать требование как оценочное, например: «[Желательное] Поставляемое оборудование должно соответствовать современному уровню развития...» и включить в критерии балльной оценки.",
            "kind": "Invalid",
            "lines": [
              131
            ],
            "risks": "Риск отклонения технически корректных предложений по субъективному критерию. Возможны споры при оценке, если поставщик не сможет подтвердить «современность» решений.",
            "quotes": [
              "Поставляемое оборудование шаровой мельницы должно соответствовать современному уровню развития науки и техники с применением современных аппаратов, машин, эффективных технологических процессов с низким удельным энергопотреблением, с минимальными эксплуатационными затратами при производстве продукции, с высоким уровнем надежности. Технические решения должны быть реализованы на практике."
            ],
            "priority": "high",
            "sections": [
              "5.5 Требования к энергоэффективности"
            ],
            "what_is_incorrect": "Требование о соответствии «современному уровню развития» (п. 5.5) сформулировано как обязательное, но по сути является оценочным и субъективным."
          },
          {
            "id": "E12-2",
            "fix": "Добавить пометку «[Желательное]» и указать, что данный пункт участвует в балльной оценке, но не является условием допуска.",
            "kind": "Invalid",
            "lines": [
              295
            ],
            "risks": "Риск отклонения поставщика с технически корректным решением, но без достаточной базы референсов. Нарушение конкуренции.",
            "quotes": [
              "8.10 Референц-лист по поставке аналогичного оборудования на отечественные и зарубежные предприятия металлургической отрасли."
            ],
            "priority": "medium",
            "sections": [
              "8 Требования к технико-коммерческому предложению"
            ],
            "what_is_incorrect": "Требование о референц-листе (п. 8.10) сформулировано как обязательное, но по сути является оценочным."
          },
          {
            "id": "E12-3",
            "fix": "Уточнить статус: если это обязательное требование — указать последствия несоответствия; если оценочное — пометить как «[Желательное]».",
            "kind": "Invalid",
            "lines": [
              175
            ],
            "risks": "Неопределённость при оценке: поставщик может использовать нестандартные решения, что вызовет споры при приёмке.",
            "quotes": [
              "- применение стандартных изделий и материалов, согласно ГОСТ РФ;"
            ],
            "priority": "medium",
            "sections": [
              "7.1.3. Особые требования к разработке конструкторской документации"
            ],
            "what_is_incorrect": "Требование о применении стандартных изделий (п. 7.1.3) сформулировано как обязательное, но не указано, что произойдёт при несоответствии."
          }
        ],
        "AnalysisSteps": null,
        "analysis_lines": null
      }
    ],
    "group_id": 5,
    "group_title": "Приоритеты требований"
  },
  {
    "errors": [
      {
        "id": "1d4f6b3f-f5c3-42ef-8be4-a1bec0690062",
        "title": "<В ТЗ отсутствуют ссылки на коммерческую составляющую предполагаемой сделки, в том числе, упоминание о гарантийных обязательствах, сроках исполнения договора, штрафных санкциях, базисе поставки, указания по формированию коммерческого предложения.>",
        "verdict": {
          "status": "ErrorPresence",
          "text_verdict": "В ТЗ присутствуют коммерческие и правовые условия: базис поставки (Incoterms 2020) и требование к указанию стоимости и схемы платежей. Это нарушает принцип нейтральности технического задания и может ограничивать конкуренцию. Такие условия должны быть вынесены в отдельный коммерческий раздел или договор."
        },
        "critique": "Требования к схеме платежей и базису поставки относятся к договорным условиям и должны быть вынесены в коммерческую часть контракта, а не в техническое задание. Упоминание Incoterms и «схемы платежей» — явные признаки коммерческой привязки. Однако гарантийные сроки в ТЗ уместны, так как они связаны с технической надежностью и подтверждением работоспособности, а не с финансовыми санкциями.",
        "error_id": "E13",
        "instances": [
          {
            "id": "E13-1",
            "fix": "Удалить упоминание DDP/DAP и Incoterms 2020 из ТЗ. Перенести в коммерческое предложение или договор.",
            "kind": "Invalid",
            "lines": [
              301
            ],
            "risks": "Ограничение конкуренции, возможная дисквалификация участников из-за юридических несоответствий, искажение технической оценки предложения.",
            "quotes": [
              "9.1 Поставка оборудования должна производиться на условиях DDP/DAP АО «Уральская Сталь», г. Новотроицк, согласно ИНКОТЕРМС 2020."
            ],
            "priority": "high",
            "sections": [
              "9 Требования к условиям поставки"
            ],
            "what_is_incorrect": "Указание базиса поставки (DDP/DAP) и ссылка на Incoterms 2020 в техническом задании"
          },
          {
            "id": "E13-2",
            "fix": "Удалить требование о стоимости и схеме платежей из ТЗ. Эти данные должны быть в коммерческой части предложения, а не в техническом задании.",
            "kind": "Invalid",
            "lines": [
              291
            ],
            "risks": "Нарушение принципа разделения технической и коммерческой оценки, риск предвзятости при рассмотрении ТКП.",
            "quotes": [
              "8.8 Стоимость каждого вида поставок и услуг и схема платежей за их выполнение."
            ],
            "priority": "high",
            "sections": [
              "8 Требования к технико-коммерческому предложению"
            ],
            "what_is_incorrect": "Требование указать стоимость и схему платежей в технико-коммерческом предложении"
          }
        ],
        "AnalysisSteps": null,
        "analysis_lines": null
      },
      {
        "id": "6ca5b02d-c863-4773-9788-6eeaad9ae81c",
        "title": "<В ТЗ отсутствуют ссылки на конкретных производителей, марки и/или наименования оборудования или комплектующих входящих в поставку без указания на возможность использования аналогов.>",
        "verdict": {
          "status": "ErrorPresence",
          "text_verdict": "В ТЗ содержится прямая привязка к производителю и серии оборудования (Siemens G120) без оговорки о допустимости аналогов. Это нарушает принцип нейтральности и может ограничить конкуренцию. Требуется внести формулировку, разрешающую использование эквивалентных решений."
        },
        "critique": "Указание конкретной серии оборудования (Siemens G120) без оговорки о возможности использования эквивалентных решений ограничивает круг поставщиков и может быть расценено как нарушение принципа равных условий. Даже если технические характеристики уникальны, в ТЗ должна быть возможность альтернатив с подтверждением эквивалентности.",
        "error_id": "E15",
        "instances": [
          {
            "id": "E15-1",
            "fix": "Изменить формулировку на: «Преобразователь частоты должен иметь технические характеристики, не уступающие серии Siemens G120, или быть её прямым аналогом с подтверждением эквивалентности».",
            "kind": "Invalid",
            "lines": [
              79
            ],
            "risks": "Ограничение конкуренции, риск признания закупки несоответствующей законодательству, зависимость от одного поставщика.",
            "quotes": [
              "Использовать преобразователь частоты серии Siemens G120."
            ],
            "priority": "high",
            "sections": [
              "5 Требования к оборудованию"
            ],
            "what_is_incorrect": "Прямое указание на использование преобразователя частоты серии Siemens G120 без оговорки о допустимости аналогов"
          }
        ],
        "AnalysisSteps": null,
        "analysis_lines": null
      },
      {
        "id": "cbfe6646-95c6-4acf-b8d3-ac0869102e78",
        "title": "<В ТЗ отсутствуют указания на возможные источники закупки МТР, входящих в поставку.>",
        "verdict": {
          "status": "ErrorPresence",
          "text_verdict": "В ТЗ отсутствуют нейтральные указания на возможные источники закупки МТР, таких как ЗИП и программное обеспечение. Не прописана политика допустимости эквивалентов, что может привести к ограничению поставщиков и повышению стоимости. Рекомендуется внести формулировки, разрешающие использование сертифицированных аналогов."
        },
        "critique": "Хотя прямого навязывания источников нет, отсутствие нейтральных ориентиров (например, политики «оригинал/эквивалент») для ЗИП и ПО может привести к тому, что поставщики будут вынуждены использовать только оригинальные компоненты, что ограничивает конкуренцию и увеличивает стоимость. Особенно критично для ПО и быстроизнашивающихся деталей.",
        "error_id": "E16",
        "instances": [
          {
            "id": "E16-1",
            "fix": "Добавить в раздел 6 или 7 требование: «Допускается поставка оригинальных или сертифицированных эквивалентных быстроизнашивающихся деталей, соответствующих техническим характеристикам и стандартам ГОСТ РФ».",
            "kind": "Missing",
            "lines": [
              145
            ],
            "risks": "Неопределённость при закупке, риск отказа в допуске эквивалентов, увеличение стоимости, зависимость от оригинальных поставщиков.",
            "quotes": [
              "быстроизнашивающиеся детали и узлы, согласно ведомости ЗИП (перечень ЗИП согласовывается с заказчиком), в количестве, обеспечивающем работоспособность оборудования в течение всего гарантийного периода"
            ],
            "priority": "medium",
            "sections": [
              "6 Требования к составу поставок и услуг"
            ],
            "what_is_incorrect": "Отсутствие нейтральных указаний на возможные источники закупки ЗИП и комплектующих"
          },
          {
            "id": "E16-2",
            "fix": "Добавить: «Допускается использование лицензионного ПО от производителя или его официальных партнёров, а также открытых решений с предоставлением исходных кодов и подтверждением соответствия требованиям безопасности и функциональности».",
            "kind": "Missing",
            "lines": [
              217
            ],
            "risks": "Ограничение выбора ПО, рост стоимости, юридические риски при использовании неофициальных лицензий.",
            "quotes": [
              "лицензии на всё поставляемое программное обеспечение, включая ПО собственной разработки, исходные коды прикладного программного обеспечения"
            ],
            "priority": "medium",
            "sections": [
              "7 Требования к поставляемой технической документации"
            ],
            "what_is_incorrect": "Отсутствие указаний на возможные источники поставки программного обеспечения и лицензий"
          }
        ],
        "AnalysisSteps": null,
        "analysis_lines": null
      }
    ],
    "group_id": 6,
    "group_title": "Коммерческие и юридические границы"
  },
  {
    "errors": [
      {
        "id": "06feb650-5d19-4703-a829-4e818dcc7ad3",
        "title": "<Техническое задание целостное: все документы, на которые идут ссылки по тексту ТЗ поименованы в точном соответствии с их официальным названием, перечислены в приложении к документу и приложены к ТЗ, за исключением документов, которые находятся в открытом (общественном) доступе.>",
        "verdict": {
          "status": "ErrorPresence",
          "text_verdict": "Техническое задание ссылается на документы, которые не находятся в открытом доступе и не приложены к ТЗ, при этом отсутствует раздел приложений и навигация по ним. Упоминания не сопровождаются указанием на приложение или источник. Это нарушает требование к целостности документа."
        },
        "critique": "Некоторые упомянутые документы (например, ТР ТС, ГОСТы) действительно находятся в открытом доступе и не требуют приложения. Однако такие элементы, как подтверждение патентной чистоты, лицензии на ПО, исходные коды, сертификаты происхождения — не являются общедоступными и должны быть либо приложены, либо явно указаны как предоставляемые поставщиком. Отсутствие раздела приложений делает невозможным проверку целостности комплекта.",
        "error_id": "E14",
        "instances": [
          {
            "id": "E14-1",
            "fix": "Создать раздел «Приложения» и включить в него перечень всех упомянутых документов с указанием: официального названия, номера, даты, издателя, статуса (приложен/открытый доступ), места приложения. Для документов в открытом доступе — указать точный источник (например, URL или реестр).",
            "kind": "Missing",
            "lines": [
              0
            ],
            "risks": "Риск непринятия технического предложения из-за отсутствия подтверждающих документов, несоответствие требованиям по прозрачности и проверяемости, возможные претензии со стороны контролирующих органов.",
            "quotes": [
              ""
            ],
            "priority": "high",
            "sections": [
              "Приложения"
            ],
            "what_is_incorrect": "Отсутствует раздел «Приложения» с перечнем всех упомянутых в ТЗ документов, на которые есть ссылки, и указанием их статуса (приложен/открытый доступ)."
          },
          {
            "id": "E14-2",
            "fix": "Добавить в раздел «Приложения» запись о лицензиях и исходных кодах с указанием, что они прилагаются к поставке или предоставляются по запросу, и включить их в комплект документации.",
            "kind": "Invalid",
            "lines": [
              217
            ],
            "risks": "Юридические риски, связанные с использованием ПО без подтверждения лицензирования, возможные претензии со стороны правообладателей.",
            "quotes": [
              "- лицензии на всё поставляемое программное обеспечение, включая ПО собственной разработки, исходные коды прикладного программного обеспечения;"
            ],
            "priority": "high",
            "sections": [
              "Приложения"
            ],
            "what_is_incorrect": "Упоминание лицензий на ПО и исходных кодов (строка 217) не сопровождается указанием на приложение или источник, при этом такие документы не являются общедоступными."
          },
          {
            "id": "E14-3",
            "fix": "Указать в разделе «Приложения», что подтверждение патентной чистоты предоставляется Поставщиком в составе технического предложения и прилагается к ТКП.",
            "kind": "Invalid",
            "lines": [
              0
            ],
            "risks": "Риск нарушения интеллектуальных прав, юридические последствия при использовании запатентованных решений без разрешения.",
            "quotes": [
              ""
            ],
            "priority": "high",
            "sections": [
              "Приложения"
            ],
            "what_is_incorrect": "Упоминание патентной чистоты (строка 073) не сопровождается приложением подтверждающего документа или указанием источника."
          }
        ],
        "AnalysisSteps": null,
        "analysis_lines": null
      },
      {
        "id": "2d4f8caf-f673-42f5-aeaf-47a398c1c207",
        "title": "<ТЗ содержит требования к формату и содержанию технического предложения.>",
        "verdict": {
          "status": "ErrorPresence",
          "text_verdict": "ТЗ содержит перечень требований к содержанию технического предложения, но не регламентирует формат представления данных (например, шаблоны, таблицы, единицы измерения), что снижает сопоставимость предложений. Однако базовая структура задана, и все ключевые элементы перечислены."
        },
        "critique": "Требования к ТКП в целом присутствуют и охватывают основные аспекты, но отсутствуют конкретные форматы представления данных (таблицы, шаблоны, единицы измерения), что может привести к несопоставимости предложений. Однако наличие структурированного перечня (8.1–8.11) частично компенсирует этот недостаток.",
        "error_id": "E18",
        "instances": [
          {
            "id": "E18-1",
            "fix": "Дополнить раздел 8 требованиями к формату: ввести обязательные шаблоны для перечня оборудования, гарантийных показателей, электрических схем; указать единицы измерения (например, кВт, м³/ч), форматы файлов (PDF, DWG), структуру пояснительной записки.",
            "kind": "Invalid",
            "lines": [
              245
            ],
            "risks": "Несопоставимость технических предложений, сложности при оценке и сравнении вариантов, увеличение времени на анализ ТКП.",
            "quotes": [
              "**8 Требования к технико-коммерческому предложению**"
            ],
            "priority": "medium",
            "sections": [
              "8 Требования к технико-коммерческому предложению"
            ],
            "what_is_incorrect": "Требования к ТКП (раздел 8) не содержат указаний на формат представления данных (например, шаблоны таблиц, обязательные поля, единицы измерения, формат файлов)."
          }
        ],
        "AnalysisSteps": null,
        "analysis_lines": null
      }
    ],
    "group_id": 7,
    "group_title": "Оформление и структура документа"
  },
  {
    "errors": [
      {
        "id": "0257143c-4073-470d-9a6e-77df64ca7ba9",
        "title": "<В ТЗ указаны правила приёмки работ, услуг, МТР>",
        "verdict": {
          "status": "ErrorPresence",
          "text_verdict": "ТЗ не содержит описания правил приёмки работ, услуг и поставляемых позиций. Критерии приёмки, методики измерения, пороги, условия проведения, ответственные и выходные документы не определены. Указание на разработку методики Поставщиком не заменяет обязательного описания базовых требований в ТЗ."
        },
        "critique": "Требования к приёмке работ, услуг и МТР не сформулированы в ТЗ. Упоминаются только гарантийные испытания, которые должны быть разработаны Поставщиком, но отсутствуют базовые критерии, методики, метрики и ответственные. Это делает процедуру приёмки неопределённой и подверженной субъективной трактовке.",
        "error_id": "E17",
        "instances": [
          {
            "id": "E17-1",
            "fix": "Добавить в ТЗ раздел «Процедуры приёмки и контроля» с описанием: перечня проверяемых параметров (производительность, фракция, энергопотребление и др.), методик измерения, условий испытаний (нагрузка, длительность, климат), пороговых значений, ответственных сторон, форм актов и протоколов, порядка согласования результатов.",
            "kind": "Missing",
            "lines": [
              123,
              275,
              293
            ],
            "risks": "Риск споров при приёмке, несоответствия ожиданий Заказчика и Поставщика, затягивания сроков ввода в эксплуатацию, невозможности объективной оценки выполнения обязательств.",
            "quotes": [
              "Перечень гарантийных показателей оборудования, подтверждаемых в процессе гарантийных испытаний, разрабатывается Поставщиком оборудования, приводится в техническом предложении и согласовывается с Покупателем. В составе технического предложения поставщик направляет для согласования Заказчику методику проведения гарантийных испытаний.",
              "Перечень гарантийных показателей работы оборудования, подтверждаемых в период опытно-промышленной эксплуатации, должен быть разработан Поставщиком дробилки щековой, предоставлен в ТКП и согласован с Заказчиком.",
              "Перечень гарантийных показателей, подтверждаемых в период опытно-промышленной эксплуатации."
            ],
            "priority": "high",
            "sections": [
              "5.3 Гарантийные требования"
            ],
            "what_is_incorrect": "Отсутствует описание правил приёмки работ, услуг и МТР: критерии, методики, условия, ответственные, выходные документы."
          }
        ],
        "AnalysisSteps": null,
        "analysis_lines": null
      },
      {
        "id": "ca5179ff-e1f0-4b54-b248-112d3176e5c9",
        "title": "<В ТЗ указан перечень и ориентировочный объем работ и срок готовности проектно-сметной документации (ПСД)>",
        "verdict": {
          "status": "NoError",
          "text_verdict": "ТЗ не относится к строительному подряду, поэтому требование о перечне и сроках готовности ПСД неприменимо. Однако отсутствие ориентировочных объёмов работ, сроков и принципов ценообразования снижает прозрачность реализации проекта."
        },
        "critique": "ТЗ не относится к строительному подряду, а к поставке оборудования с сопутствующими услугами. Требование к указанию перечня и объёмов ПСД неприменимо. Однако отсутствие даже ориентировочных сроков и объёмов работ повышает риски несогласованности при реализации проекта.",
        "error_id": "E27",
        "instances": [],
        "AnalysisSteps": null,
        "analysis_lines": null
      }
    ],
    "group_id": 8,
    "group_title": "Процедуры приёмки и контроля"
  },
  {
    "errors": [
      {
        "id": "e0dbd8c7-0fff-4737-8389-8a8da0dac381",
        "title": "<ТЗ содержит описание назначения оборудования>",
        "verdict": {
          "status": "NoError",
          "text_verdict": "Формулировка назначения оборудования присутствует, конкретна и согласована с предметом закупки и условиями применения. Недостатков, препятствующих пониманию назначения, не выявлено."
        },
        "critique": "Формулировка назначения присутствует, конкретна и согласована с другими разделами. Указаны задача, процесс, контекст, вход и выход. Отсутствует только явное указание на целевые характеристики результата в самом разделе назначения, но они есть в п. 5.1. Это не является критичным, так как информация трассируется.",
        "error_id": "E19",
        "instances": [],
        "AnalysisSteps": null,
        "analysis_lines": null
      },
      {
        "id": "7ec3a9fd-5e26-4b5e-a6b0-6d3858c12784",
        "title": "<ТЗ содержит характеристики изделия, для производства которого требуется данное оборудование, а также характеристики исходной заготовки.>",
        "verdict": {
          "status": "NoError",
          "text_verdict": "ТЗ содержит измеримые характеристики исходного материала и результата. Параметры согласованы, противоречий нет. Отсутствие методик определения и ссылок на стандарты не критично для проектирования мельницы, но желательно для приемки."
        },
        "critique": "Характеристики входа и выхода присутствуют, измеримы, заданы диапазонами и единицами. Отсутствуют только методики определения состава и фракционного анализа, а также ссылки на стандарты (например, ГОСТ на анализ шлака). Однако для проектирования мельницы этого объема достаточно. Указание «до 60 %» и «до 50 мм» — допустимые верхние границы, что корректно.",
        "error_id": "E20",
        "instances": [],
        "AnalysisSteps": null,
        "analysis_lines": null
      },
      {
        "id": "cffdc20f-360c-450e-b618-8671baaf30e6",
        "title": "<ТЗ содержит требуемую производительность, заданную минимальными и/или максимальными уровнями.>",
        "verdict": {
          "status": "ErrorPresence",
          "text_verdict": "Требуемая производительность указана в виде диапазона 15–20 т/ч, что соответствует формальным критериям. Однако отсутствуют условия проверки (режим, параметры сырья), что делает показатель неполным для приемки."
        },
        "critique": "Производительность задана количественно, с единицами и диапазоном. Однако отсутствуют условия проверки: состав и влажность крицы, фракция на входе, степень износа, режим работы. Это снижает проверяемость на приемке. Требование не является полностью верифицируемым без дополнительных уточнений.",
        "error_id": "E21",
        "instances": [
          {
            "id": "E21-1",
            "fix": "Указать условия проверки производительности: состав и влажность крицы, фракция на входе, степень износа мелющих тел, режим работы, фракция на выходе. Например: «при влажности крицы не более 5 %, крупности до 50 мм, фракции на выходе не более 0,3 мм».",
            "kind": "Invalid",
            "lines": [
              71
            ],
            "risks": "Риск разногласий при приемке, невозможность объективной проверки соответствия производительности, претензии со стороны Заказчика.",
            "quotes": [
              "Производительность шаровой мельницы должна составлять 15-20 т/ч."
            ],
            "priority": "high",
            "sections": [
              "5 Требования к оборудованию"
            ],
            "what_is_incorrect": "Производительность указана без условий проверки"
          }
        ],
        "AnalysisSteps": null,
        "analysis_lines": null
      },
      {
        "id": "aa630c26-4eeb-4deb-b40a-277f23eacb26",
        "title": "<ТЗ содержит предельные  и/или оптимальные требования к функциональным характеристикам оборудования>",
        "verdict": {
          "status": "ErrorPresence",
          "text_verdict": "Некоторые функциональные характеристики заданы измеримо, но отсутствуют методики проверки, критерии приемки и режимы испытаний. Требования к ПЧ избыточно конкретизированы без технического обоснования."
        },
        "critique": "Часть функциональных характеристик задана измеримо (производительность, фракция, IP). Однако отсутствуют методики проверки, критерии приемки и режимы испытаний. Требования к ПЧ (Siemens G120) — жесткое ограничение, но не указаны параметры (мощность, напряжение). Многорежимность не рассматривается.",
        "error_id": "E22",
        "instances": [
          {
            "id": "E22-1",
            "fix": "Дополнить раздел 5.2 или добавить подраздел «Методики проверки функциональных характеристик» с описанием режимов, критериев и способов измерения производительности, фракционного состава, защиты, пусковых режимов.",
            "kind": "Invalid",
            "lines": [
              71,
              85,
              79
            ],
            "risks": "Невозможность объективной приемки, риск несоответствия оборудования ожиданиям, споры по гарантийным обязательствам.",
            "quotes": [
              "Производительность шаровой мельницы должна составлять 15-20 т/ч.",
              "Шаровая мельница должна обеспечивать измельчение шлаковой составляющей крицы до фракции не более 0,3 мм.",
              "Использовать преобразователь частоты серии Siemens G120."
            ],
            "priority": "high",
            "sections": [
              "5.2 Требования к надежности"
            ],
            "what_is_incorrect": "Функциональные характеристики указаны без методик проверки и критериев приемки"
          },
          {
            "id": "E22-2",
            "fix": "Заменить на техническое требование: «Преобразователь частоты должен обеспечивать плавный пуск, регулирование скорости вращения барабана, степень защиты IP54, соответствие ГОСТ 30804.3.12-2011. Допускается использование оборудования аналогичных технических характеристик.»",
            "kind": "Invalid",
            "lines": [
              79
            ],
            "risks": "Ограничение конкуренции, риск срыва поставки из-за недоступности компонента, возможное несоответствие требованиям 44-ФЗ.",
            "quotes": [
              "Использовать преобразователь частоты серии Siemens G120."
            ],
            "priority": "medium",
            "sections": [
              "5 Требования к оборудованию"
            ],
            "what_is_incorrect": "Требование к использованию ПЧ Siemens G120 не обосновано технически и ограничивает конкуренцию"
          }
        ],
        "AnalysisSteps": null,
        "analysis_lines": null
      },
      {
        "id": "f2c9a982-746c-46b5-b4ab-4689392a537c",
        "title": "<ТЗ содержит указание на необходимость свидетельства СРО и/или лицензий на соответствующий вид деятельности с перечнем требуемых пунктов.>",
        "verdict": {
          "status": "ErrorPresence",
          "text_verdict": "ТЗ не содержит требований к наличию у Поставщика свидетельств СРО или лицензий, несмотря на наличие работ, подпадающих под обязательное лицензирование и допуски (шеф-монтаж, пуско-наладка)."
        },
        "critique": "Услуги по монтажу и наладке требуют наличия допусков (например, СРО в области инженерных изысканий, строительства, наладки). Однако в ТЗ нет ни одного требования к СРО или лицензиям. Это нарушение, так как не обеспечивается проверка компетентности подрядчика.",
        "error_id": "E23",
        "instances": [
          {
            "id": "E23-1",
            "fix": "Добавить в раздел «Требования к поставщику» или «Требования к ТКП» пункт: «Поставщик обязан иметь действующее свидетельство СРО в области инженерных изысканий, строительства и пуско-наладочных работ, а также лицензию на осуществление деятельности по монтажу, наладке и техническому обслуживанию оборудования, входящего в состав поставки.»",
            "kind": "Missing",
            "lines": [
              0
            ],
            "risks": "Риск привлечения недобросовестного или некомпетентного подрядчика, невозможность выполнения работ в соответствии с нормами, претензии со стороны контролирующих органов.",
            "quotes": [
              ""
            ],
            "priority": "high",
            "sections": [
              "8 Требования к технико-коммерческому предложению"
            ],
            "what_is_incorrect": "Отсутствует требование о наличии у Поставщика свидетельства СРО и/или лицензий"
          }
        ],
        "AnalysisSteps": null,
        "analysis_lines": null
      },
      {
        "id": "25a58754-0363-4586-9b2f-7ce44b4a84d6",
        "title": "<ТЗ содержит требования к количеству и квалификации персонала с перечнем документов подтверждающих данную квалификацию.>",
        "verdict": {
          "status": "ErrorPresence",
          "text_verdict": "ТЗ не содержит требований к численности, квалификации и документам, подтверждающим квалификацию персонала, выполняющего шеф-монтаж, пуско-наладку и обучение. Требования не являются проверяемыми."
        },
        "critique": "Требования к персоналу, выполняющему шеф-монтаж и наладку, не сформулированы. Не указано, сколько специалистов требуется, какие у них должны быть квалификация, документы, опыт. Это делает требования непроверяемыми и несопоставимыми.",
        "error_id": "E24",
        "instances": [
          {
            "id": "E24-1",
            "fix": "Добавить в раздел 8 или 6 пункт: «Поставщик должен предоставить персонал: 1 руководитель работ (инженер-механик, стаж не менее 5 лет, аттестация по промышленной безопасности), 2 монтажника (удостоверения по электробезопасности не ниже III группы), 1 специалист по наладке (аттестованный по НАУ). Перечень документов, подтверждающих квалификацию, приложить к ТКП.»",
            "kind": "Missing",
            "lines": [
              0
            ],
            "risks": "Риск привлечения неквалифицированного персонала, срыв сроков, аварии, несоответствие результатов работ, претензии по гарантии.",
            "quotes": [
              ""
            ],
            "priority": "high",
            "sections": [
              "8 Требования к технико-коммерческому предложению"
            ],
            "what_is_incorrect": "Отсутствуют требования к квалификации и количеству персонала"
          }
        ],
        "AnalysisSteps": null,
        "analysis_lines": null
      },
      {
        "id": "80033124-481e-41ca-bd28-58b18fca5a7f",
        "title": "<ТЗ содержит требования к наличию материально-технической базе подрядчиков и её составу.>",
        "verdict": {
          "status": "ErrorPresence",
          "text_verdict": "ТЗ не содержит требований к материально-технической базе Поставщика, необходимой для выполнения шеф-монтажа, пуско-наладки и транспортировки, что делает невозможным оценку его способности выполнить работы."
        },
        "critique": "Несмотря на необходимость выполнения монтажных и наладочных работ, в ТЗ нет требований к материально-технической базе Поставщика. Не указано, должен ли он иметь собственные или арендованные средства, как это подтверждается. Это снижает сопоставимость предложений.",
        "error_id": "E25",
        "instances": [
          {
            "id": "E25-1",
            "fix": "Добавить в раздел 8 пункт: «Поставщик должен подтвердить наличие у него или привлекаемых субподрядчиков: грузоподъемных механизмов (не менее 50 т), комплекта монтажного инструмента, транспорта для перевозки оборудования, складских помещений для хранения ЗИП. Предоставить акты о праве пользования или договоры аренды.»",
            "kind": "Missing",
            "lines": [
              0
            ],
            "risks": "Риск срыва сроков из-за отсутствия техники, низкое качество работ, невозможность выполнения обязательств, претензии по гарантии.",
            "quotes": [
              ""
            ],
            "priority": "medium",
            "sections": [
              "8 Требования к технико-коммерческому предложению"
            ],
            "what_is_incorrect": "Отсутствуют требования к материально-технической базе подрядчика"
          }
        ],
        "AnalysisSteps": null,
        "analysis_lines": null
      },
      {
        "id": "00ac89b8-bcd4-4f8c-b62a-13e13f85237a",
        "title": "<В ТЗ определен порядок работы с демонтируемыми материалами (утилизация, возврат, продажа) с расчётом ориентировочного объема (количества).>",
        "verdict": {
          "status": "ErrorPresence",
          "text_verdict": "В ТЗ не содержится явного указания на отсутствие демонтажа, что может привести к неоднозначности в толковании объема работ."
        },
        "critique": "Демонтаж не требуется, но это не сформулировано явно. Это может вызвать вопросы у Поставщика: входит ли демонтаж в объем работ? Ответственность за утилизацию старого оборудования не определена.",
        "error_id": "E26",
        "instances": [
          {
            "id": "E26-1",
            "fix": "Добавить в раздел 6 или 9 пункт: «Демонтаж существующего оборудования не предусмотрен. Все работы по демонтажу, утилизации или передаче демонтированных материалов находятся вне рамок настоящего ТЗ и не входят в обязанности Поставщика.»",
            "kind": "Missing",
            "lines": [
              0
            ],
            "risks": "Риск разногласий по объему работ, претензии со стороны Поставщика, дополнительные расходы, срыв сроков.",
            "quotes": [
              ""
            ],
            "priority": "medium",
            "sections": [
              "6 Требования к составу поставок и услуг"
            ],
            "what_is_incorrect": "Отсутствует явное указание на отсутствие демонтажа"
          }
        ],
        "AnalysisSteps": null,
        "analysis_lines": null
      }
    ],
    "group_id": 9,
    "group_title": "<Технические характеристики и ресурсы>"
  },
  {
    "errors": [
      {
        "id": "5c7b790d-cc42-495b-9f42-f91acdc33416",
        "title": "<ошибки в тз>",
        "verdict": {
          "status": "ErrorPresence",
          "text_verdict": "В техническом задании выявлены существенные ошибки: нарушение структуры нумерации, несоответствие наименований оборудования, опечатки, логические противоречия, неоднозначные и неизмеримые требования, ошибки в единицах измерения. Эти недостатки снижают юридическую силу документа, могут привести к спорам при тендерной оценке и нарушениям при эксплуатации."
        },
        "critique": "Некоторые формулировки могут быть интерпретированы как общие требования, а не ошибки. Например, упоминание «дробилки» может быть опечаткой, но не влияющей на суть. Однако такие ошибки снижают юридическую и техническую строгость документа. Указание конкретного бренда (Siemens) может быть оправдано требованиями совместимости, но требует обоснования. Единицы измерения (г/см²) явно ошибочны и требуют исправления.",
        "error_id": "E00",
        "instances": [
          {
            "id": "E00-1",
            "fix": "Исправить нумерацию на 5.3.5",
            "kind": "Invalid",
            "lines": [
              123
            ],
            "risks": "Нарушение структуры документа может привести к ошибкам при цитировании в контрактах и спорах при приемке.",
            "quotes": [
              "2.3.5 Перечень гарантийных показателей оборудования, подтверждаемых в процессе гарантийных испытаний, разрабатывается Поставщиком оборудования, приводится в техническом предложении и согласовывается с Покупателем. В составе технического предложения поставщик направляет для согласования Заказчику методику проведения гарантийных испытаний."
            ],
            "priority": "high",
            "sections": [
              "5.3 Гарантийные требования"
            ],
            "what_is_incorrect": "Некорректная нумерация подпункта: 2.3.5 находится в разделе 5.3"
          },
          {
            "id": "E00-2",
            "fix": "Заменить «щековой дробилки» на «шаровой мельницы»",
            "kind": "Invalid",
            "lines": [
              197
            ],
            "risks": "Ошибочное наименование оборудования может привести к путанице при подготовке документации и поставке.",
            "quotes": [
              "- - инструкция по монтажу и вводу в эксплуатацию щековой дробилки;"
            ],
            "priority": "high",
            "sections": [
              "7.2.4 Техническое описание"
            ],
            "what_is_incorrect": "Упоминание «щековой дробилки» вместо «шаровой мельницы»"
          },
          {
            "id": "E00-3",
            "fix": "Заменить «дробилки» и «дробилка щековой» на «шаровой мельницы»",
            "kind": "Invalid",
            "lines": [
              79,
              121
            ],
            "risks": "Несоответствие наименования может привести к неверной интерпретации технических решений и поставке не того оборудования.",
            "quotes": [
              "Предусмотреть возможность запуска дробилки, как от преобразователя частоты, так и прямым пуском.",
              "Поставщик дробилки щековой, предоставлен в ТКП и согласован с Заказчиком."
            ],
            "priority": "high",
            "sections": [
              "5.79"
            ],
            "what_is_incorrect": "Упоминание «дробилки» в контексте шаровой мельницы"
          },
          {
            "id": "E00-4",
            "fix": "Исправить на «чертежи»",
            "kind": "Invalid",
            "lines": [
              187
            ],
            "risks": "Снижает профессиональный уровень документа, может вызвать вопросы у проверяющих органов.",
            "quotes": [
              "7.2.2 Сборочные и рабочие чертежами по каждому элементу оборудования, а также чертежи на быстроизнашивающиеся детали и узлы."
            ],
            "priority": "low",
            "sections": [
              "7.2.2"
            ],
            "what_is_incorrect": "Орфографическая ошибка: «чертежами» вместо «чертежи»"
          },
          {
            "id": "E00-5",
            "fix": "Разделить на «настоящего технического задания»",
            "kind": "Invalid",
            "lines": [
              143
            ],
            "risks": "Снижает читаемость и формальное качество документа.",
            "quotes": [
              "- комплектное оборудование, удовлетворяющее требованиям настоящеготехнического задания;"
            ],
            "priority": "low",
            "sections": [
              "6 Требования к составу поставок и услуг"
            ],
            "what_is_incorrect": "Слитное написание слов: «настоящеготехнического задания»"
          },
          {
            "id": "E00-6",
            "fix": "Удалить лишний дефис",
            "kind": "Invalid",
            "lines": [
              197
            ],
            "risks": "Нарушает оформление по ЕСКД, снижает качество документа.",
            "quotes": [
              "- - инструкция по монтажу и вводу в эксплуатацию щековой дробилки;"
            ],
            "priority": "low",
            "sections": [
              "7.2.4 Техническое описание"
            ],
            "what_is_incorrect": "Двойной дефис в списке"
          },
          {
            "id": "E00-7",
            "fix": "Заменить «Заказчиком» на «Поставщиком»",
            "kind": "Invalid",
            "lines": [
              227
            ],
            "risks": "Может привести к неверному распределению обязанностей, задержкам в проекте.",
            "quotes": [
              "- технические задания на разработку Заказчиком рабочей документации, включая:"
            ],
            "priority": "high",
            "sections": [
              "7.2.5"
            ],
            "what_is_incorrect": "Логическое противоречие: Заказчик не должен разрабатывать рабочую документацию"
          },
          {
            "id": "E00-8",
            "fix": "Уточнить: «принципиальные электрические схемы питания, управления и автоматики»",
            "kind": "Invalid",
            "lines": [
              257
            ],
            "risks": "Недостаток может привести к неполному ТКП и необходимости уточнений.",
            "quotes": [
              "- электрические схемы;"
            ],
            "priority": "medium",
            "sections": [
              "8.1 Пояснительную записку в составе"
            ],
            "what_is_incorrect": "Не указано, какие именно электрические схемы требуются"
          },
          {
            "id": "E00-9",
            "fix": "Заменить на «потребность в энергоресурсах, включая электроснабжение, сжатый воздух и т.д.»",
            "kind": "Invalid",
            "lines": [
              274
            ],
            "risks": "Неоднозначность может привести к неполному расчету нагрузок.",
            "quotes": [
              "8.4 Потребность в электроснабжении и энергоснабжении для обеспечения работоспособности предлагаемого оборудования."
            ],
            "priority": "medium",
            "sections": [
              "8.4"
            ],
            "what_is_incorrect": "Дублирование терминов «электроснабжение» и «энергоснабжение»"
          },
          {
            "id": "E00-10",
            "fix": "Заменить на «преобразователь частоты с характеристиками, эквивалентными Siemens G120, с возможностью резервного прямого пуска»",
            "kind": "Invalid",
            "lines": [
              79
            ],
            "risks": "Ограничение конкуренции, риск отказа в допуске к тендеру по антимонопольным основаниям.",
            "quotes": [
              "Использовать преобразователь частоты серии Siemens G120."
            ],
            "priority": "high",
            "sections": [
              "5.79"
            ],
            "what_is_incorrect": "Указание конкретного бренда (Siemens G120) без обоснования"
          },
          {
            "id": "E00-11",
            "fix": "Добавить запятую: «так, чтобы»",
            "kind": "Invalid",
            "lines": [
              79
            ],
            "risks": "Снижает читаемость, может привести к неверной интерпретации.",
            "quotes": [
              "Пульт управления должен располагаться так чтобы обеспечивать визуальный контроль за запуском основного привода и выходом материала;"
            ],
            "priority": "low",
            "sections": [
              "5.79"
            ],
            "what_is_incorrect": "Отсутствие запятой в сложном предложении"
          },
          {
            "id": "E00-12",
            "fix": "Исправить на «до 95 г/м³» или «до 95 мг/м³» с уточнением норматива",
            "kind": "Invalid",
            "lines": [
              41
            ],
            "risks": "Нереалистичное значение может привести к избыточному проектированию или отказу в приемке.",
            "quotes": [
              "- запыленность до 95 г/см2;"
            ],
            "priority": "high",
            "sections": [
              "2.2 Климатические условия эксплуатации"
            ],
            "what_is_incorrect": "Ошибка в единицах измерения: г/см² вместо г/м³"
          },
          {
            "id": "E00-13",
            "fix": "Уточнить: «не менее 90 % частиц по массе размером менее 0,3 мм, определяемое по ГОСТ ...»",
            "kind": "Invalid",
            "lines": [
              85
            ],
            "risks": "Невозможность проверки выполнения требования, риск споров при приемке.",
            "quotes": [
              "Шаровая мельница должна обеспечивать измельчение шлаковой составляющей крицы до фракции не более 0,3 мм."
            ],
            "priority": "high",
            "sections": [
              "5.1 Функциональные требования"
            ],
            "what_is_incorrect": "Неизмеримое требование: «фракция не более 0,3 мм» без указания метода контроля"
          },
          {
            "id": "E00-14",
            "fix": "Уточнить: «при влажности материала до X %, температуре окружающей среды от -45 до +45 °С и степени измельчения не более 0,3 мм (по массе 90 %)»",
            "kind": "Invalid",
            "lines": [
              71
            ],
            "risks": "Разные поставщики могут интерпретировать по-разному, что приведет к несопоставимым ТКП.",
            "quotes": [
              "Производительность шаровой мельницы должна составлять 15-20 т/ч."
            ],
            "priority": "high",
            "sections": [
              "5 Требования к оборудованию"
            ],
            "what_is_incorrect": "Неоднозначное требование по производительности"
          }
        ],
        "AnalysisSteps": null,
        "analysis_lines": null
      }
    ],
    "group_id": 10,
    "group_title": "ошибки в тз"
  }
]